{
  "WeddingPage": {
    "PageTitle": "งานแต่งงานของ ติชา & เดวิด",
    "PageDescription": "ขอเรียนเชิญร่วมงานแต่งงานของเราที่เชียงใหม่ ประเทศไทย!",
    "PageContent": {
      "Banner": {
        "YouAreInvited": "ขอเชิญร่วมงาน",
        "DateNumber": "วันที่ 24",
        "DateMMMMYYYY": "มกราคม 2569",
        "Location": "ครอส เชียงใหม่ <br> ริเวอร์ไซด์ รีสอร์ท"
      },
      "About": {
        "Title1": "อีก",
        "Title2": "วันที่จะถึงนี้",
        "Message1": "เราจะจัดงานแต่งงานที่เชียงใหม่ สถานที่เราชอบ และจะเป็นเกียรติอย่างยิ่งถ้าได้เฉลิมฉลองวันสำคัญนี้กับแขกอย่างคุณ",
        "Message2": "นี่ไม่ใช่แค่งานแต่งงานธรรมดา แต่เป็นการรวมตัวของคนที่เรารักที่สุด ณ สถานที่ที่เราชื่นชอบ เราเข้าใจว่าการเดินทางมาจากต่างที่นั้นไม่ง่าย ถึงแม้ว่าคุณอาจไม่สะดวกเดินทางมา เราก็ขอขอบคุณในความรักและกำลังใจจากใจจริง",
        "Message3": "ไม่ว่าคุณจะมาร่วมงานด้วยตัวเอง หรือส่งใจมาให้เรา เรารู้สึกซาบซึ้งและขอบคุณ"
      },
      "Details": {
        "Title": "รายละเอียดงานแต่งงาน",
        "FullDate": "วันที่ 24 มกราคม 2569",
        "DateClickCap": "คลิกที่นี่เพื่อบันทึกลงโทรศัพท์!",
        "FullLocation": "ครอส เชียงใหม่ <br> ริเวอร์ไซด์ รีสอร์ท",
        "LoClickCap": "คลิกที่นี่เพื่อดูแผนที่",
        "DressCodeMsg": "มาในแบบที่เป็นตัวคุณที่สุด! <br><br>ไม่ต้องมีสีตายตัว แค่เป็นตัวของตัวเอง",
        "Table": {
          "Heading": [
            "เวลา",
            "กิจกรรม"
          ],
          "Data": [
            [
              "กำลังรอประกาศ",
              "เร็วๆ นี้"
            ]
          ]
        }
      },
      "GiftSection": {
        "Title": "ของขวัญวันแต่งงาน",
        "Message1": "ในบางวัฒนธรรม การให้ของขวัญหรือตังค์ในงานแต่งงานถือเป็นธรรมเนียม เราขอแจ้งให้ทราบว่า:",
        "Message2": "การที่คุณมาร่วมงาน คือของขวัญที่ดีที่สุดสำหรับเรา เราดีใจมากที่ได้ฉลองกับคุณ ไม่ต้องเตรียมของขวัญใดๆ นอกจากรอยยิ้มและความสุข",
        "Message3": "เรารู้สึกซาบซึ้งในเวลาที่คุณใช้ และค่าใช้จ่ายในการเดินทาง เราไม่ได้คาดหวังสิ่งใดเกินกว่านั้น"
      },
      "TravelAccom": {
        "Title": "การเดินทางและที่พัก",
        "Message1": "เรากำลังจัดเตรียมคำแนะนำสำหรับการเดินทางมายังเชียงใหม่ รวมถึงที่พักแนะนำและสถานที่ท่องเที่ยวที่น่าสนใจ รอติดตามข้อมูลเพิ่มเติมเร็วๆ นี้!"
      },
      "Rsvp": {
        "Title": "ยืนยันการเข้าร่วม",
        "Message1": "เพื่อช่วยเราวางแผนงานและทำให้งานเป็นไปอย่างราบรื่น กรุณาแจ้งให้เราทราบหากคุณจะมาร่วมงานที่เชียงใหม่",
        "Message2": "กรุณากรอกแบบฟอร์มยืนยันการเข้าร่วม — ใช้เวลาเพียงไม่กี่นาทีเท่านั้น!",
        "ButtonLabel": "ยืนยันตอนนี้"
      },
      "Gallery": {
        "Title": "ภาพถ่ายงานแต่ง",
        "Message1": "เราจะอัปโหลดภาพความทรงจำที่ชื่นชอบหลังวันสำคัญ อย่าลืมแวะมาชมกันนะครับ/คะ!"
      }
    }
  }
}